[
  {
    "name": "Thierry Carrez",
    "twitter_handle": "",
    "message": "Funding the OSI ensures that it can continue that important work, and can tackle future challenges and threats.",
    "time_stamp": 1634640326020
  },
  {
    "name": "Simon Phipps",
    "twitter_handle": "",
    "message": "[OSI] effectively challenges abuse while planting seeds of advocacy globally across communities and industries. Supporting OSI means continuing and growing this approach to undramatic but effective stewardship of open source",
    "time_stamp": 1634640326021
  },
  {
    "name": "Aeva Black",
    "twitter_handle": "",
    "message": "OSI's stewardship of the legal instruments, which underpin all open source software, helps make this possible. I encourage you to support the OSI's growth so it may continue to raise awareness of the mission and tackle emerging challenges to the use of open source.",
    "time_stamp": 1634640326022
  },
  {
    "name": "Tracy Hinds",
    "twitter_handle": "",
    "message": "Partnering with OSI by sponsoring our work is an investment in strengthening the collaborative threads of open communities and individuals, through pragmatic education and advocacy of open source policies and principles. It is an investment in the future of a thriving open source ecosystem.",
    "time_stamp": 1634640326023
  },
  {
    "name": "Deb Nicholson",
    "twitter_handle": "",
    "message": "We need the OSI to maintain a clear line on what open source means and to hold a space for practitioners to share their knowledge with each other.",
    "time_stamp": 1634640326024
  },
  {
    "name": "Italo Vignoli",
    "twitter_handle": "",
    "message": "I decided to join OSI as a member because I am strongly convinced that open source software needs a stronger independent representation, which is leveraging OSS strengths to grow the community and the industry, and at the same time is educating individuals and enterprises about the unique advantages of free software.",
    "time_stamp": 1634640326025
  },
  {
    "name": "Hong Phuc Dang",
    "twitter_handle": "",
    "message": "I call for individuals to support and participate in the open source movement. Only by working together can we make bigger strides in solving the world’s most pressing problems",
    "time_stamp": 1634640326026
  },
  {
    "name": "Pamela S. Chestek",
    "twitter_handle": "",
    "message": "The software industry would not be where it is today without the OSI's important work in assuring that the licenses that it approves deliver on the promise of open source.",
    "time_stamp": 1634640326027
  }
]